_AA-Clones/aA_Classwork/W6D4/first-routes-and-controllers/app/controllers/artwork_shares_controller.rb

    def destroy
        render json: ArtworkShare.destroy(params[:id])
---
DELETE FROM "artwork_shares" WHERE "artwork_shares"."id" = $1  [["id", 17]]